
{
    "attributes": [
      {
        "trait_type": "Color",
        "value": "Pink"
      }
    ],
    "description": "Paul predicts future!",
    "image": "https://ipfs.io/ipfs/QmQYE35JdthxvBZahG77w5XSuPKL2jNkJdtxQo4Pc57U1n",
    "name": "Paul The Octopus"
  }
  {"attributes":[{"trait_type":"Type","value":"Fungi"},{"trait_type":"Bio Process","value":"Fermentation"},{"trait_type":"Species","value":"Aspergillus oryzae"}],"description":"Come and make your own sake in the metaverse!","image":"https://revolutionfermentation.com/wp-content/uploads/2021/06/easy-homemade-koji-rice800x613-768x588.jpg","name":"Frank The Koji"}

    {"attributes":[{"trait_type":"Bio Process","value":"Cultured Meat"}],"description":"Cultured meat is artificial meat produced via the mass culture of cells without slaughtering livestock. In the production process of cultured meat, the mass proliferation for preparing abundant cells is a strenuous and time-consuming procedure requiring expensive and excess serum. Herein, C-phycocyanin (C-PC) extracted from blue algae was selected as a substitute for animal-derived serum and a polysaccharide film-based platform was developed to effectively deliver C-PC to myoblast while reducing the cost of cell medium. The polysaccharide platform has a sophisticated structure in which an agarose layer is capped on a porous multilayer film formed by molecular reassembly between chitosan and carboxymethylcellulose (CMC). The porous multilayer film provides an inner structure in which C-PC can be incorporated, and the agarose layer protects and stabilizes the C-PC. The completed platform was easily applied to a cell culture plate to efficiently release C-PC, thereby improving myoblast proliferation in a serum-reduced environment during long-term culture. We developed a cell sheet-based meat model using this polysaccharide platform to evaluate the improved cost-efficiency by the platform method in the mass proliferation of cells. This strategy and innovative technology can simplify the production system and secure price competitiveness to commercialize cultured meat.","image":"https://pubs.acs.org/na101/home/literatum/publisher/achs/journals/content/aamick/2021/aamick.2021.13.issue-27/acsami.1c07385/20210707/images/medium/am1c07385_0008.gif","name":"Chitosan/Cellulose-Based Porous Nanofilm Delivering C‑Phycocyanin: A Novel Platform for the Production of Cost-Effective Cultured Meat"}
      {"attributes":[{"trait_type":"Type","value":"Single Cell Organism"},{"trait_type":"Bio Process","value":"Actinomycetes"}],"description":"Check out composting data","image":"https://cdn-asset-mel-1.airsquare.com/emnz/library/inpageimages/actino-microscope.jpg?202003022225","name":"Jacob The Bacteria:D"}